[
  {
    "id": 1,
    "title": "Why Cow Dung is the Future of Sustainable Agriculture",
    "slug": "cow-dung-sustainable-agriculture",
    "author": "Bio-Farms Editorial",
    "tags": ["organic farming", "cow dung", "sustainability"],
    "date": "2025-05-01",
    "excerpt": "Explore how sun-dried cow dung fertilizers are transforming agriculture into an eco-friendly and high-yielding industry.",
    "content": "Cow dung, a traditionally underutilized natural resource, is now being recognized as a powerful organic fertilizer. Fully dried cow dung not only enhances soil fertility but also improves moisture retention and supports microbial activity essential for crop health. Farmers globally are switching to this low-cost and eco-smart solution to improve yields while reducing chemical dependence.",
    "image": "/blog/cow-dung-future.jpg"
  },
  {
    "id": 2,
    "title": "How to Export Organic Fertilizers from India",
    "slug": "export-organic-fertilizers-india",
    "author": "Bio-Farms Team",
    "tags": ["export guide", "organic fertilizer", "international trade"],
    "date": "2025-04-24",
    "excerpt": "A step-by-step guide for agri-entrepreneurs looking to export certified organic fertilizers such as cow dung, vermicompost, and neem-based products.",
    "content": "India has a booming potential for organic fertilizer exports. With increasing demand from countries like the UAE, Australia, and European nations, setting up export channels for dried cow dung and other eco-products is both profitable and impactful. Learn the regulatory, packaging, and logistics essentials to go global with your farm-based products.",
    "image": "/blog/export-fertilizer.jpg"
  },
  {
    "id": 3,
    "title": "Neem-Based Solutions for Natural Pest Control",
    "slug": "neem-organic-pest-control",
    "author": "Agro Research Lab",
    "tags": ["neem", "pest control", "organic solutions"],
    "date": "2025-04-15",
    "excerpt": "Discover how neem extract offers a powerful, safe, and eco-friendly alternative to chemical pesticides.",
    "content": "Neem-based repellents are widely used across organic farms due to their insecticidal and anti-fungal properties. When applied correctly, neem reduces pests like aphids, mealybugs, and caterpillars without affecting soil pH or nutrient profile. This post explains application methods, dosages, and storage best practices.",
    "image": "/blog/neem-pest-control.jpg"
  },
  {
    "id": 4,
    "title": "Vermicompost vs Cow Dung: Which is Better?",
    "slug": "vermicompost-vs-cow-dung",
    "author": "GreenSoil Experts",
    "tags": ["vermicompost", "cow dung", "soil health"],
    "date": "2025-03-29",
    "excerpt": "A comparative breakdown between two powerful organic fertilizers: cow dung and vermicompost.",
    "content": "Both cow dung and vermicompost offer significant benefits to soil health, but their properties differ. Cow dung is cost-effective and readily available, while vermicompost offers faster nutrient release and higher microbial content. We detail how to choose the right one based on your crop and soil type.",
    "image": "/blog/vermicompost-vs-cowdung.jpg"
  },
  {
    "id": 5,
    "title": "How Organic Farming is Revolutionizing Global Food Systems",
    "slug": "organic-farming-global-impact",
    "author": "World Organic Council",
    "tags": ["organic farming", "global food", "agriculture trends"],
    "date": "2025-03-10",
    "excerpt": "Organic practices are not just local trends—they’re redefining the future of global food production.",
    "content": "Organic farming is gaining traction in every continent due to its environmental and health benefits. With increasing policy support and consumer awareness, countries are integrating organic certifications and subsidies. This article provides insight into the global trends pushing organic forward.",
    "image": "/blog/organic-farming-impact.jpg"
  }
]
